{"Country_name": "Denmark", "company_name": "GML-HR A/S", "keywords": ["ML"], "description": "Are you capable of supporting a Procurement function working in Floating Offshore Wind? Do you have experience of tendering, executing complex projects in the Offshore Industry and engaging with a broad and diverse supply chain? Then this might be a match!We OfferThis is a unique opportunity to use your experience and develop your skills as you help us further develop our Floating Offshore Wind (FOW) Business Line.You will be part of an international organisation with diverse colleagues. Together with the FOW team, you will be at the forefront of the exciting green transition journey of Maersk Supply Service.As the Procurement Project Manager – Renewables, you will be reporting to the Head of Procurement – Renewables. You will be responsible for supporting the strategic direction we take the FOW function, including developing relationships with key suppliers and internal stakeholders. You will be responsible for supporting the compilation of high-quality tenders and RFQ’s, and the successful execution of projects.You will work closely with all departments within Maersk Supply Service, especially within the Aberdeen office in United Kingdom and the Headquarter office in Copenhagen, Denmark.Joining an international environment and highly professional team, you will be given opportunities to further develop your skills through insight into our way of doing business globally. You will be given the opportunity to take responsibility for your own tasks, and work with equally industrious colleagues who make a difference to MSS. You will acquire a large network of stakeholders and interested parties and be part of an innovative environment which offers great opportunities for personal and professional development.To support you in unfolding your potential, MSS ensures a possibility of continuous professional and personal development in a dynamic and high performing team.When joining the Maersk Group, you will work in a culturally diverse, stimulating environment, surrounded by new ideas and different ways of doing things. As a performance-oriented company, we strive to always recruit the best person for the job – regardless of gender, age, nationality, sexual orientation, or religious beliefs. We are proud of our diversity and see it as a genuine source of strength.Key ResponsibilitiesAs the Procurement Project Manager – Renewables, your main responsibilities will be to:Support all aspects of the successful compilation and execution of tenders, studies, and projects – often complex EPCI projects within the floating offshore wind field across primarily Europe and AsiaEnsure tenders are executed selecting the best process; RFI, RFQ etc. in close collaboration and support with other key internal stakeholdersDeveloping the fabrication tender and procurement strategy with support of key stakeholdersDeliver tendering and procurement activities ensuring the optimum commercial position is negotiated, achieved, and maintained for pre and post award of ContractsEnsure suppliers are selected based on core values, policies and HSSEQ policy standards consistent with MSSFor execution of projects ensure detailed Procurement Plans are built up, aligned across internal stakeholders, managed, and executed accordinglyConduct comprehensive Supplier Management to maintain and update working files on approved suppliers, including monitoring performance and non-conformances casesWorking in close collaboration across the business, establish strong category expertise within structural fabrication and global fabrication supply chainsEstablish and maintain relationships with key personnel and businesses involved in fabrication, including visits to existing core suppliers and potential new primary suppliersSupport the overall FOW business model as we strive to increase the MSS foothold in the marketContribute to lessons learned and proactively support other functions in the continuous improvement of the processesMaintain effective communications with internal stakeholders in particular Project Managers, Engineers, the Commercial team and QHSE, who are all key to delivering successful projectsWho We Are Looking ForYou have a degree in Supply Chain Management, Commercial, Business Administration or similarRelevant experience within the renewable energy industryYou have extensive experience in the tender, award and contracting of suppliers for complex EPCI projectsYou possess a strong understanding of tendering fabrication scopes of work, as well as a sound understanding of key fabrication companies globally who can deliver the volume and scale demanded by floating windStrategic and operational mindset, with strong ability to move between those twoYou are an excellent negotiatorYou are a strong communicator with high-level proficiency in written and spoken English. Knowing an additional language well is an advantage, particularly French, Spanish, Italian or KoreanAn ability to communicate at all levels both internally and externallyThe right profile has great interpersonal skills, the ability to keep calm and work with a structured approach even in a high-paced environmentWorking ConditionsApplicants should have a Work Permit to work in UKApplications are reviewed on an ongoing basis and the process will be closed when the right candidate is found, thus we encourage you to apply as soon as possibleApplicationMaersk Supply Services is working with GML-HR on this recruitment. For any questions please contact Partner Lars Halsboe at +45 24258808 or click below “apply here” to upload your application and CV.Maersk Supply Service is a leading provider of marine services and integrated solutions to the energy sector worldwide with a large fleet of anchor handling tug supply vessels and subsea support vessels. The company provides solutions to the oil and gas industry in areas such as towing and mooring installation, subsea construction, and light well intervention services, and supports other industries such as offshore wind, deep sea mineral recovery and ocean cleaning. It is an exciting time to join Maersk Supply Service as the organisation evolves into new business areas and is positioned for a strong future. Maersk Supply Service employs an international staff of approximately 1100 offshore and 200 onshore people. Headquartered in Lyngby, Denmark, Maersk Supply Service is represented globally with offices in Aberdeen, Luanda, Manila, Mexico City, Perth, Rio de Janeiro, St. John’s, and Singapore. Maersk Supply Service is a part of A.P. Møller – Mærsk A/S which employs roughly 70,000 employees across operations in 130 countries. For more information visit www.maersksupplyservice.com05 / 2023 Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "A.P. Moller - Maersk", "keywords": ["Database", "SQL"], "description": "Lead Infrastructure ArchitectMaersk is achieving an unprecedented transformation in the growth of our business, rethinking the way we engage with customers and partners, and how the world’s trade flows across our global network. From the farm to your refrigerator, or the factory to your wardrobe, we are developing solutions in-house that meet customer needs across the whole Supply Chain E2E. Joining Maersk you will join a global leader in Container Logistics as we embark on an industry-defining digital transformation that will revolutionize trade.You’ll play a vital part in our success, helping us re-think what technology can do by using the latest technologies, and building the experience to advance your career. If you are passionate about working in an entrepreneurial environment supporting an ambitious, culturally diverse team of 3000 People within Maersk Technology – on a great transformation journey – then apply today! The role of the Lead Infrastructure Architect As a Lead Infrastructure Architect within our Technology Services Engineering Team, you will be a key driver and doer in a fundamental shift in how we architect and host our application estate to ensure that we can take our platform operating model to the next level. You will be an advocate to enable a composable technology foundation which will enable our Product development teams in building our digital foundation of the future to help delivering for our global customer base.Your focus will be on both assisting in the ideation and realisation of what our next generation platform will encompass, as well as then helping our Product teams in implementing products that are aligned to this long-term Platform vision. To realise Maersk’s “One Customer Journey”, a consistent and resilient platform is essential. You will be key in helping promote ‘the right way’ in how we utilise technology in delivering on this promise.To help to make our next generation platform successful, we are looking for key individuals to join our Technology Services Engineering team to help shape this vision and be pivotal in transforming how we do business with customers and vendors.As a Lead Infrastructure Architect, you will demonstrate the following characteristics: -You are recognized as an architect authority and leaderYou have extensive practical experience gained from working as an engineer and typically answer directly to the senior management of your company.Leadership skills and communication skills are crucial in your work. You can work in a matrix organization and is comfortable to influence without authorityYou have proven background designing and delivering complex, high performance, highly available solutions at scale.You work across the organisation's multiple business units in a transversal manner, taking into account technical needs and non-functional requirements to produce clear technical designsYou are creative and come up with innovative approaches to projects and any issues that arise.You are a “do’er”. You get things done.You drive strategic thinking and how to apply it to the work you are doingSetting goals and implementing them.Motivating staff and fostering collaborationAble to create a followship and be comfortable with presenting at any level of the organisation to CxO level.Currently the tech stack is not 100% fixed but we have a strong preference for commercial experience of opensource plus cloud technologies. The ideal candidate will have a background that spans development, architecture, and operations. We are looking for full stack engineers with preference for staff that can provide expert coverage over three primary areas, plus some ability across all areas.DevOps – Github, TerraformBackend – Python, CLI, RESTful API, process orchestration/choreographyDatastores – SQL and NOSQL (key-value, document, graph, timeseries) – both Commercial and Open Source ProductsVirtualization – KVM, AHV, VmwareOperational System – RHEL, WindowsDomain driven design experience and understand how to create composable microservices and API’sKey ResponsibilitiesProvide technical leadership at Maersk within the engineering communityEstablish technical standards and drive Maersk’s overall technical architecture, engineering practices, and engineering methodologies.Work on our hardest problems, building high quality, architecturally sound systems that are aligned with our business needs and help drive our platform vision forwardLead, develop and mentor the engineering feature teams to deliver our scalable, cloud-based, next-generation platformAs a key member of the engineering and architecture leadership, you will help set and meet aggressive goals by working with customers and other leaders and to help shape our long-term technical strategy.You will be a pragmatic visionary who can translate business needs into workable technology solutions. Your expertise is deep and broad. You are hands on, producing both detailed technical work and high-level architectural designs.Defines and owns high level architecture designs and technology roadmap with the associated release goals. Defines and develops POCs for new and upcoming strategic technology solutions.Evaluating internal functions, IT systems, and IT processes and suggesting improvements.Providing ideas to reduce overall TCO in IT and processes.Working closely with other architects in the creation of IT architecture models to help fulfil the organisation's mission and vision.Preparing As-Is, To Be, gap analysis, SWOTs, charts, diagrams, and tables that depict the present and proposed systems in terms of IT costs, benefits derived, and tasks accomplished.Overseeing project implementation to prevent deviations.Evaluating systems engineering, talent recruiting, and accounting models for discrepancies and vulnerabilities.Suggesting relevant training to improve IT staff knowledge and skills, taking into account growth and IT roadmap.Conducting research in talent management to improve the organization's business operations.Determining and implementing build versus buy strategies, mentor personnel, and views of the overall business strategy.Researching emerging trends and ideas.Defines team wide engineering best practices and mechanisms to measure the adoption.Drives technical architecture conversations with the prospective clients.Coaches, develops and mentors engineers and be a member of the hiring panel.Be the face and voice of Maersk, help drive followship and lead representation of Maersk in external technology events and conferences.Key SkillsBachelor’s/Master’s degree in Computer Science, Information Technology, or Engineering15+ years of experience of engineering experience at scaleStrong analytical and design skillsProficiency in multi-process architecture, design patterns and toolsDemonstrable experience of working in a complex IT environment with a clear service architecture & design skillsetExtensive experience of agile delivery approaches including delivery of agile at scale (e.g. SAFe) and associated ways of workingExtensive knowledge of services architecture & design principles, challenges, and best practices including appropriately qualified in enterprise or services architecture practices (TOGAF, Archimate or similar).Detailed understanding of the approach and process required to successfully introduce new and changed services into an enterprise operations function.Extensive understanding of the technology and business services expected to be provided across an enterprise operations function.Strong expertise in Infrastructure and VirtualizationExtensive knowledge in Private and Public Cloud, as well as ability to lead Workload Placement StrategyDesired expertise in Database, Networking and MiddlewareDetailed understanding of how operational services can be managed effectively.Understanding of multiple different IT environments and how complex Services are architected to support them.Versatile understanding of IT fields outside their realm of expertise.Technical Certifications, such as VCP (+); NCP (+), are a plus.Advanced Python programmingProven knowledge of Restful API design patternsExtensive experience in working in Public (Google / Azure) and Private Cloud.Strong understanding of microservice and mini-services based architectures and how to achieve composabilityExperience in helping leading development lifecycle process, best practices and operating distributed cloud-based micro servicesExcellent communication skills, solid work ethicBroad knowledge of programming languages, operating system principles, networking, and software development best practices.Experience of designing systems or components on large projectsExperience of working with offshore teamsPassionate about learning new tools, languages, philosophies, and workflowsHaving substantial operations in over 130 countries, we work across continents, across cultures and with individuals from all walks of life. This drives our ambition, to create equitable and inclusive workplaces where every individual can have a sense of belonging. As an equal opportunity employer, we do not discriminate on the basis of age, ancestry, national or ethnic origin, race, sex, gender identity or expression, sexual orientation, marital status, parental or caring status, religion or belief, physical or mental disability, long term health condition, pregnancy or parental leave, protected veteran status, or any other classification protected by applicable law. We actively work to address systemic bias and support representation. We therefore encourage all to apply and let us know if you require any reasonable adjustments to be made for your recruitment process. Learn more at: https://www.maersk.com/careers/diversity-equity-and-inclusion. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "A.P. Moller - Maersk", "keywords": ["SQL"], "description": "The Offer to Agreement platform digitally enables and automates the offering of our services, including configuration, price, quote, and contract. In a diverse, ambitious, and curious team, we solve challenging and impactful problems for our customers. As an Analytics Engineer, your main responsibilities will be to use analytical and statistical rigor to first understand and then solve complex problems - informing business decisions that will help us achieve our strategic goals. The role will primarily need to use SQL or PySpark to retrieve and analyze data from database tables (e.g. Redshift or Azure) and build metrics and subsequent bridges. The role requires working with multiple stakeholders both inside the Service Delivery and across other Maersk teams. As such, strong interpersonal skills are key to success in the role.Responsibilities•Use SQL or PySpark to extract data and build metrics and bridges.•Build curated datasets that allow for faster analysis that technical stakeholders may be able to utilize with more basic skills•Be able to articulate key findings from the data and understand any biases in the approach.•Understand business problems from lesser-technical users and be able to translate into technical requirements.•Ability to prioritize effectively and communicate blockers in a timely manner.•Work with cross-functional stakeholders.What you bring•3+ years of work experience in Business Intelligence working with big data to understand and solve business problems.•Strong analytical skills backed up with statistical knowledge gained either academically or through work experience.•Proficiency in SQL or PySpark•Strong stakeholder management skills with the ability to effectively communicate complex messages.•Independent and self-motivated with a desire for continuous learning.At Maersk we value the diversity of our talent and will always strive to recruit the best person for the job – we value diversity in all its forms, including but not limited to gender, age, nationality, race, sexual orientation, disability, or religious beliefs. We are proud of our diversity and see it as a genuine source of strength for building high-performing teams. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "A.P. Moller - Maersk", "keywords": ["Database", "SQL"], "description": "Lead Infrastructure ArchitectMaersk is achieving an unprecedented transformation in the growth of our business, rethinking the way we engage with customers and partners, and how the world’s trade flows across our global network. From the farm to your refrigerator, or the factory to your wardrobe, we are developing solutions in-house that meet customer needs across the whole Supply Chain E2E. Joining Maersk you will join a global leader in Container Logistics as we embark on an industry-defining digital transformation that will revolutionize trade.You’ll play a vital part in our success, helping us re-think what technology can do by using the latest technologies, and building the experience to advance your career. If you are passionate about working in an entrepreneurial environment supporting an ambitious, culturally diverse team of 3000 People within Maersk Technology – on a great transformation journey – then apply today! The role of the Lead Infrastructure Architect As a Lead Infrastructure Architect within our Technology Services Engineering Team, you will be a key driver and doer in a fundamental shift in how we architect and host our application estate to ensure that we can take our platform operating model to the next level. You will be an advocate to enable a composable technology foundation which will enable our Product development teams in building our digital foundation of the future to help delivering for our global customer base.Your focus will be on both assisting in the ideation and realisation of what our next generation platform will encompass, as well as then helping our Product teams in implementing products that are aligned to this long-term Platform vision. To realise Maersk’s “One Customer Journey”, a consistent and resilient platform is essential. You will be key in helping promote ‘the right way’ in how we utilise technology in delivering on this promise.To help to make our next generation platform successful, we are looking for key individuals to join our Technology Services Engineering team to help shape this vision and be pivotal in transforming how we do business with customers and vendors.As a Lead Infrastructure Architect, you will demonstrate the following characteristics: -You are recognized as an architect authority and leaderYou have extensive practical experience gained from working as an engineer and typically answer directly to the senior management of your company.Leadership skills and communication skills are crucial in your work. You can work in a matrix organization and is comfortable to influence without authorityYou have proven background designing and delivering complex, high performance, highly available solutions at scale.You work across the organisation's multiple business units in a transversal manner, taking into account technical needs and non-functional requirements to produce clear technical designsYou are creative and come up with innovative approaches to projects and any issues that arise.You are a “do’er”. You get things done.You drive strategic thinking and how to apply it to the work you are doingSetting goals and implementing them.Motivating staff and fostering collaborationAble to create a followship and be comfortable with presenting at any level of the organisation to CxO level.Currently the tech stack is not 100% fixed but we have a strong preference for commercial experience of opensource plus cloud technologies. The ideal candidate will have a background that spans development, architecture, and operations. We are looking for full stack engineers with preference for staff that can provide expert coverage over three primary areas, plus some ability across all areas.DevOps – Github, TerraformBackend – Python, CLI, RESTful API, process orchestration/choreographyDatastores – SQL and NOSQL (key-value, document, graph, timeseries) – both Commercial and Open Source ProductsVirtualization – KVM, AHV, VmwareOperational System – RHEL, WindowsDomain driven design experience and understand how to create composable microservices and API’sKey ResponsibilitiesProvide technical leadership at Maersk within the engineering communityEstablish technical standards and drive Maersk’s overall technical architecture, engineering practices, and engineering methodologies.Work on our hardest problems, building high quality, architecturally sound systems that are aligned with our business needs and help drive our platform vision forwardLead, develop and mentor the engineering feature teams to deliver our scalable, cloud-based, next-generation platformAs a key member of the engineering and architecture leadership, you will help set and meet aggressive goals by working with customers and other leaders and to help shape our long-term technical strategy.You will be a pragmatic visionary who can translate business needs into workable technology solutions. Your expertise is deep and broad. You are hands on, producing both detailed technical work and high-level architectural designs.Defines and owns high level architecture designs and technology roadmap with the associated release goals. Defines and develops POCs for new and upcoming strategic technology solutions.Evaluating internal functions, IT systems, and IT processes and suggesting improvements.Providing ideas to reduce overall TCO in IT and processes.Working closely with other architects in the creation of IT architecture models to help fulfil the organisation's mission and vision.Preparing As-Is, To Be, gap analysis, SWOTs, charts, diagrams, and tables that depict the present and proposed systems in terms of IT costs, benefits derived, and tasks accomplished.Overseeing project implementation to prevent deviations.Evaluating systems engineering, talent recruiting, and accounting models for discrepancies and vulnerabilities.Suggesting relevant training to improve IT staff knowledge and skills, taking into account growth and IT roadmap.Conducting research in talent management to improve the organization's business operations.Determining and implementing build versus buy strategies, mentor personnel, and views of the overall business strategy.Researching emerging trends and ideas.Defines team wide engineering best practices and mechanisms to measure the adoption.Drives technical architecture conversations with the prospective clients.Coaches, develops and mentors engineers and be a member of the hiring panel.Be the face and voice of Maersk, help drive followship and lead representation of Maersk in external technology events and conferences.Key SkillsBachelor’s/Master’s degree in Computer Science, Information Technology, or Engineering15+ years of experience of engineering experience at scaleStrong analytical and design skillsProficiency in multi-process architecture, design patterns and toolsDemonstrable experience of working in a complex IT environment with a clear service architecture & design skillsetExtensive experience of agile delivery approaches including delivery of agile at scale (e.g. SAFe) and associated ways of workingExtensive knowledge of services architecture & design principles, challenges, and best practices including appropriately qualified in enterprise or services architecture practices (TOGAF, Archimate or similar).Detailed understanding of the approach and process required to successfully introduce new and changed services into an enterprise operations function.Extensive understanding of the technology and business services expected to be provided across an enterprise operations function.Strong expertise in Infrastructure and VirtualizationExtensive knowledge in Private and Public Cloud, as well as ability to lead Workload Placement StrategyDesired expertise in Database, Networking and MiddlewareDetailed understanding of how operational services can be managed effectively.Understanding of multiple different IT environments and how complex Services are architected to support them.Versatile understanding of IT fields outside their realm of expertise.Technical Certifications, such as VCP (+); NCP (+), are a plus.Advanced Python programmingProven knowledge of Restful API design patternsExtensive experience in working in Public (Google / Azure) and Private Cloud.Strong understanding of microservice and mini-services based architectures and how to achieve composabilityExperience in helping leading development lifecycle process, best practices and operating distributed cloud-based micro servicesExcellent communication skills, solid work ethicBroad knowledge of programming languages, operating system principles, networking, and software development best practices.Experience of designing systems or components on large projectsExperience of working with offshore teamsPassionate about learning new tools, languages, philosophies, and workflowsHaving substantial operations in over 130 countries, we work across continents, across cultures and with individuals from all walks of life. This drives our ambition, to create equitable and inclusive workplaces where every individual can have a sense of belonging. As an equal opportunity employer, we do not discriminate on the basis of age, ancestry, national or ethnic origin, race, sex, gender identity or expression, sexual orientation, marital status, parental or caring status, religion or belief, physical or mental disability, long term health condition, pregnancy or parental leave, protected veteran status, or any other classification protected by applicable law. We actively work to address systemic bias and support representation. We therefore encourage all to apply and let us know if you require any reasonable adjustments to be made for your recruitment process. Learn more at: https://www.maersk.com/careers/diversity-equity-and-inclusion. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "A.P. Moller - Maersk", "keywords": ["SQL"], "description": "The Offer to Agreement platform digitally enables and automates the offering of our services, including configuration, price, quote, and contract. In a diverse, ambitious, and curious team, we solve challenging and impactful problems for our customers. As an Analytics Engineer, your main responsibilities will be to use analytical and statistical rigor to first understand and then solve complex problems - informing business decisions that will help us achieve our strategic goals. The role will primarily need to use SQL or PySpark to retrieve and analyze data from database tables (e.g. Redshift or Azure) and build metrics and subsequent bridges. The role requires working with multiple stakeholders both inside the Service Delivery and across other Maersk teams. As such, strong interpersonal skills are key to success in the role.Responsibilities•Use SQL or PySpark to extract data and build metrics and bridges.•Build curated datasets that allow for faster analysis that technical stakeholders may be able to utilize with more basic skills•Be able to articulate key findings from the data and understand any biases in the approach.•Understand business problems from lesser-technical users and be able to translate into technical requirements.•Ability to prioritize effectively and communicate blockers in a timely manner.•Work with cross-functional stakeholders.What you bring•3+ years of work experience in Business Intelligence working with big data to understand and solve business problems.•Strong analytical skills backed up with statistical knowledge gained either academically or through work experience.•Proficiency in SQL or PySpark•Strong stakeholder management skills with the ability to effectively communicate complex messages.•Independent and self-motivated with a desire for continuous learning.At Maersk we value the diversity of our talent and will always strive to recruit the best person for the job – we value diversity in all its forms, including but not limited to gender, age, nationality, race, sexual orientation, disability, or religious beliefs. We are proud of our diversity and see it as a genuine source of strength for building high-performing teams. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "A.P. Moller - Maersk", "keywords": ["SQL"], "description": "The Offer to Agreement platform digitally enables and automates the offering of our services, including configuration, price, quote, and contract. In a diverse, ambitious, and curious team, we solve challenging and impactful problems for our customers. As an Analytics Engineer, your main responsibilities will be to use analytical and statistical rigor to first understand and then solve complex problems - informing business decisions that will help us achieve our strategic goals. The role will primarily need to use SQL or PySpark to retrieve and analyze data from database tables (e.g. Redshift or Azure) and build metrics and subsequent bridges. The role requires working with multiple stakeholders both inside the Service Delivery and across other Maersk teams. As such, strong interpersonal skills are key to success in the role.Responsibilities•Use SQL or PySpark to extract data and build metrics and bridges.•Build curated datasets that allow for faster analysis that technical stakeholders may be able to utilize with more basic skills•Be able to articulate key findings from the data and understand any biases in the approach.•Understand business problems from lesser-technical users and be able to translate into technical requirements.•Ability to prioritize effectively and communicate blockers in a timely manner.•Work with cross-functional stakeholders.What you bring•3+ years of work experience in Business Intelligence working with big data to understand and solve business problems.•Strong analytical skills backed up with statistical knowledge gained either academically or through work experience.•Proficiency in SQL or PySpark•Strong stakeholder management skills with the ability to effectively communicate complex messages.•Independent and self-motivated with a desire for continuous learning.At Maersk we value the diversity of our talent and will always strive to recruit the best person for the job – we value diversity in all its forms, including but not limited to gender, age, nationality, race, sexual orientation, disability, or religious beliefs. We are proud of our diversity and see it as a genuine source of strength for building high-performing teams. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Danske Bank", "keywords": ["SQL"], "description": "Job DescriptionWould you like to apply your methodical skills to strengthen our risk reporting and make sure that the Group has continuous insights into its impairment numbers?The Risk Tribe brings together business and IT professionals into cross-functional teams and enables us to work in a truly Agile and empowered organisation. Each of these teams is self-organized and empowers its members to take their decisions while working on products and services.You will be based in Denmark and collaborate with colleagues from Lithuania daily. Digitise existing reporting solutionsYou will be joining a team with approx. 12 other colleagues ranging from Data Engineers, IT developers and Analysts in the Impairment Data Analytics Squad. We work with BI, reporting and owning Danske Banks end to end process for impairments including standardised and external reporting.You will also belong to the Risk Analysts chapter which unites like-minded specialists who share experience across a broad range of risk areas within the bank.You will work on digitising existing reporting solutions for the group Executives and their portfolios but also working more broadly with data for ad hoc analyses for other parts of the organization. Other tasks will include:Designing tableau workbooks and dashboards and potentially dataflowsGenerate ideas for how to improve solutions and then implementing these together with the rest of the team.You will also get the possibility to work with external reporting (be a significant player in groups Financial Statement creation) or other areas that the team covers.Are you excited about data? We are looking for a person that is as excited about data as we put our data to work to enable state-of-the-art and actionable impairment insights. We hope that you have some years of experience from working with risk data in banking or another financial institute. Furthermore, you bring to the team:Ability to extrapolate key findings within the risk area using data and visuals.Experience within SQL and visualisation tools like e.g.Tableau or PowerBI.Upper-intermediate English language skills.Speaking one of the Nordic languages. You are outspoken and a team-player that takes responsibility and ownership of the team deliveries. You can manage senior stakeholders and thrives with empowerment – and then you are excited about data and how it can be utilised.Is this your next opportunity?Then apply right away! We go through applications on an ongoing basis, so don’t hesitate.And if you have any questions, please contact Johanna Nesse, jnes@danskebank.no – but make sure to apply using the link.We look forward to hearing from you!About UsDanske Bank is a Nordic bank with bridges to the world around us. For 150 years, we have supported people and businesses in releasing their potential. A career with us is an opportunity to join a community of 22,000 colleagues in a culture where we are committed to Teaming Up, Owning It and Being Open. Together, we are on a journey to transform Danske Bank into a better bank. For our customers, our employees and the societies around us. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Danske Bank", "keywords": ["SQL"], "description": "Job DescriptionDo you want to work with large scale, complex IT solutions, in a friendly environment with high focus on collaboration, professionalism and high spirit? Then this position in Channel Security Integration Journey, Danske Bank could be the right choice for you.We are looking for a skilled .NET developer that wants to be part of building the next generation of application security solutions for one of the largest banks in the Nordics. We work on a cloud based federated identity provider, that ensures authentication of end-customers for future online channels of the group.We are a motivated and globally distributed team of 12 people, working from offices in Lithuania, Denmark and India, responsible for securing our online customer facing channels. The majority of the team is located in Brabrand, Denmark.What Can You ExpectWe enable other teams by providing digital authentication and signature as a service.We support hundreds of applications and ensure the safe use of Danske Bank applications to millions of customers. We design, develop, test and deploy enterprise scale software with high requirements for uptime and security.We handle project priorities, deadlines and deliverables in an agile, self-organizing scrum team.We offer an easy integration of all supported electronic ID's in digital channels, by providing a cost efficient plug 'n' play solution.About YouWe imagine that you are a full-stack software engineer, that in addition to your skills within cloud development have a strong interest in security.You are a team-oriented person, committed to and accountable for squad deliveries and end results. We also hope you are enthusiastic about knowledge sharing and continuous learning, and that you have a customer-oriented mindset, always keeping the users’ best interest at heart.You take pride in delivering secure, well-designed, optimized and scalable solutions.What We Imagine About YouMaster’s degree in Computer Science, IT/Engineering or similar, newly graduated or with 1-2 years of working experience.Good analytical and problem-solving skillsSkills in cloud based development using modern technologies (preferably .NET Core/.NET 6)Experience with MS SQL or similar Experience with both designing and consuming RESTful APIsExperience with CI/CD workflowsKnowledge of ReactJS, TypeScript, OpenShift/Kubernetes and DockerKnowledge of OpenID Connect / OAuth 2.0Proficient in verbal and written EnglishWhat Do We OfferAs a modern knowledge workplace, our employees can use our offers such: Canteen, fitness center, a bar where colleagues can meet for a beer on Fridays etc. Furthermore, you will benefit from a highly attractive benefits package offering health insurance, pension and other benefits. You will also have flexible work hours, and 6 weeks of vacation with 5 additional care days to ensure your work/life balance.Contact informationIf any questions please call Chapter Lead Tina Britt Nielsen on +45 28 83 54 39About UsDanske Bank is a Nordic bank with bridges to the world around us. For 150 years, we have supported people and businesses in releasing their potential. A career with us is an opportunity to join a community of 22,000 colleagues in a culture where we are committed to Teaming Up, Owning It and Being Open. Together, we are on a journey to transform Danske Bank into a better bank. For our customers, our employees and the societies around us. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Danske Bank", "keywords": ["SQL"], "description": "Job DescriptionWould you like to apply your methodical skills to strengthen our risk reporting and make sure that the Group has continuous insights into its impairment numbers?The Risk Tribe brings together business and IT professionals into cross-functional teams and enables us to work in a truly Agile and empowered organisation. Each of these teams is self-organized and empowers its members to take their decisions while working on products and services.You will be based in Denmark and collaborate with colleagues from Lithuania daily. Digitise existing reporting solutionsYou will be joining a team with approx. 12 other colleagues ranging from Data Engineers, IT developers and Analysts in the Impairment Data Analytics Squad. We work with BI, reporting and owning Danske Banks end to end process for impairments including standardised and external reporting.You will also belong to the Risk Analysts chapter which unites like-minded specialists who share experience across a broad range of risk areas within the bank.You will work on digitising existing reporting solutions for the group Executives and their portfolios but also working more broadly with data for ad hoc analyses for other parts of the organization. Other tasks will include:Designing tableau workbooks and dashboards and potentially dataflowsGenerate ideas for how to improve solutions and then implementing these together with the rest of the team.You will also get the possibility to work with external reporting (be a significant player in groups Financial Statement creation) or other areas that the team covers.Are you excited about data? We are looking for a person that is as excited about data as we put our data to work to enable state-of-the-art and actionable impairment insights. We hope that you have some years of experience from working with risk data in banking or another financial institute. Furthermore, you bring to the team:Ability to extrapolate key findings within the risk area using data and visuals.Experience within SQL and visualisation tools like e.g.Tableau or PowerBI.Upper-intermediate English language skills.Speaking one of the Nordic languages. You are outspoken and a team-player that takes responsibility and ownership of the team deliveries. You can manage senior stakeholders and thrives with empowerment – and then you are excited about data and how it can be utilised.Is this your next opportunity?Then apply right away! We go through applications on an ongoing basis, so don’t hesitate.And if you have any questions, please contact Johanna Nesse, jnes@danskebank.no – but make sure to apply using the link.We look forward to hearing from you!About UsDanske Bank is a Nordic bank with bridges to the world around us. For 150 years, we have supported people and businesses in releasing their potential. A career with us is an opportunity to join a community of 22,000 colleagues in a culture where we are committed to Teaming Up, Owning It and Being Open. Together, we are on a journey to transform Danske Bank into a better bank. For our customers, our employees and the societies around us. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Danske Bank", "keywords": ["SQL"], "description": "Job DescriptionOur primary responsibility is to manage liquidity risk arising from transactions across the bank and to maintain a liquidity risk profile well inside the Group liquidity risk appetite. Understanding of liquidity metrics, such as Liquidity Coverage Ratio and Net Stable Funding Ratio is an important part of managing this responsibility.We offerGroup Treasury is a department of experienced specialists, offering you a chance to learn and build on your competencies as well as work with a broad range of stakeholders across the Group. Our team manages the Group’s overall liquidity position, giving you deep insight to banking.As a part of a large Nordic bank you will have good development opportunities, both personally and professionally. We offer you a job with much freedom and autonomy in a dynamic and international environment. As a new employee, you will get a thorough onboarding and introduction to Danske Bank. We focus on work-life balance to create flexible working conditions, and you will have the opportunity to work from home a couple of days a week.Your roleOur daily workflow varies but among many other tasks we:Act as first line defense of liquidity riskCarry out analysis of liquidity riskImplement aligned liquidity strategy across systems and jurisdictionsMonitor and implement central bank initiativesAct as consultants, ad hoc, for development and implementation of new productsEnsure best in class governance for liquidity managementYour profileWhat we look for as a matching candidate are:A relevant university level degreeMinimum 3-5 years of experience from a relevant positionA good analytical background and great understanding of liquidity risksAn analytical mind-set and a willingness to learnThe capability to see solutions and to implement these in the organizationA team-oriented person - both in the daily operational task level as well as in projects over a longer time periodWe use various systems, and we program in Python and SQL. We will give you the necessary training and knowledge if you do not have experience with Python or SQL.Interested?For further information please contact Heine Juul Jepsen (+45 45 14 12 35), Head of Liquidity steering.Send a CV and short application as soon as possible – interviews are carried on an ongoing basis. We are looking forward to hearing from you! Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "NNIT", "keywords": ["AI"], "description": "Application Manager (AM)Har du interesse i at arbejde sammen med dygtige IT-applikationsspecialister, der designer, sælger, drifter og vedligeholder løsninger for nogle af de største private og offentlige virksomheder i Danmark, samt flere internationale life science-virksomheder? – Nu har du chancen for at søge den udfordrende rolle som Application Manager hos Applications Infrastructure Services-teamet i NNIT.TeametDu vil blive del af et team, der håndterer daglig drift, konsulentbistand, rådgivning, salg, projekter, dokumentation og optimering af forretningsapplikationer og løsninger for en bred vifte af kunder. Dette team er et såkaldt ”extended team”, hvilket betyder involvering i den fulde livscyklus – fra bid/salgsprocessen, rådgivning og udtænkning af løsningen sammen med kunden og andre interessenter, implementering, hand-over til driften, samt den efterfølgende drift, vedligehold, servicering, koordinering og rapportering. Teamet består af godt 60 medarbejdere på tværs af Danmark, Tjekkiet og Filippinerne, som spænder over driftfokuserede generalister, der primært håndterer monitorerings- og instruktionsbaseret applikationsdrift, til dybe specialister med ansvar for full-stack platform management og specialiserede konsulentopgaver .AnsvarsområderHidtil har application management hørt til i seperate organisatoriske enheder i virksomheden, men det er for nyligt besluttet at AIS-teamet skal påbegynde opbyning af kompetencer indenfor application management, da denne disciplin er tæt beslægtet med flere af teamets eksisterende, mere teknikorienterede leverancer.Som Application Manager er du ansvarlig for at sikre et tæt og professionelt samarbejde med vores kunder. Du vil bestride en koordinerende rolle mellem kunden og diverse leveranceteams; herunder AIS, diverse infrastrukturteams og udviklerteams, så interessentstyring, detaljesans og kommunikationsevner er centrale for sikre et godt samarbejde og en tilfreds kunde. Ydermere vil du have et tæt samarbejde med specialister og udviklere, for hvem du vil have en planlæggende og koordinerende rolle, om end ikke en formelt ledende rolle.Du er en empatisk og dynamisk person, der har fokus på mennesker og resultater. Din personlighed skaber tillid hos kunder og skaber entusiasme blandt kollegaer. Du har det daglige ansvar for at administrere SLA’er for en række applikationer for en eller flere kunder. Vi arbejder efter ITIL-rammeværket, og sekundært SAFe, hvorunder du forventes at bidrage med inputs til den løbende optimering af leverancer og processer.Eksempler på specifikke opgaver:Afholde og deltage i statusmøder med kunderUdarbejde og bidrage til rapporteringKoordinere og planlægge opgraderinger og implementering af releases internt, med kunden og/eller med tredjepartFølge, analysere og rapportere omkring timeforbrug på driftkontrakter/projekterKoordinere, assistere og deltage i evtentuelle auditsDiverse opfølgning; herunder eventuelt nye salgsmulighederKvalifikationerDa AM-rollen er en nyoprettet rolle i AIS, er det et krav at du har direkte erfaring med en lignende rolle fra tidligere stillinger, således at du kan være med til at opbygge og definere rammerne undervejs. Du har et godt forretnings-mindset og er vant til at arbejde med kommercielt ansvar og i en kundevendt koordinerende rolle, hvor du drøfter krav, behov og økonomi med kunden. Vi forventer, at du er ITIL-certificeret, og har du erfaring med generel projektledelse og/eller håndtering af GxP-systemer, vil det være en fordel, om end ikke et krav. En række løsninger leveres med hjælp fra vores teams i Tjekkiet og Filippinerne, så det er en fordel, at du har dokumenteret erfaring med at arbejde i et internationalt miljø.Som person er du positiv, udadvendt og en team player, og at du trives med flere samtidige opgaver. Du kommunikerer tydeligt på dansk og engelsk i både skrift og tale, og du har evnen til at opbygge stærke relationer, både til kunder, til andre teams og internt.Herudover:Du er tryg ved at være primær stakeholder og repræsentant for dit team overfor kundenDu trives i et team og har en naturlig tilbøjelighed til vidensdelingDu har et veludviklet business mindset, og er vant til og trives med at arbejde direkte med kunden, hvor du hviler i dine tekniske og processuelle kompetencerDu taler og skriver flydende på dansk og engelskVi interviewer løbende nye kandidater, og vi anbefaler derfor at du sender din ansøgning og CV afsted hurtigt muligt. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "NNIT", "keywords": ["SQL"], "description": "Are you eager to make a difference by creating insights that are critical for business and society? Do you have a passion for designing and developing large-scale solutions for extracting, transferring, loading, modeling and analyzing data? Then maybe you are the BI developer that NNIT is looking for.NNIT is on an exciting data journey fueled by our customers’ demand for getting better insight through data, and to keep up with the growing demand, we are looking for even more great colleagues to join our dedicated BI & Analytics team.Working closely with our customer Danmarks Nationalbank, our team designs, builds, and supports everything from technical solutions, processes, adoption, and operation of customer’s business intelligence and analytics solutions. We are seeking data-savvy colleagues with experience in BI backend solutions to join our team in Copenhagen or Aarhus.Your ResponsibilitiesAs an experienced business intelligence developer in NNIT BI & Analytics, you will take a key role in customer projects which are placed at the very top in our customers’ strategic agendas within data. In these projects, you will be able to exploit your data analytics skills, data engineering, advanced analytics and cloud infrastructure and platform services among others. Moreover, you will have the opportunity to join cross-functional teams linked to our other business areas.In projects, you are expected to help our customers through: Advisory, development and implementation of BI and data platform solutions – using both traditional Microsoft BI tools and Azure data services Ensuring stable operation of data processes and solutions including ongoing optimization and support to IT and end users Continuously keeping up with the latest trends and bringing them to our customers through projects. You have Experience within business intelligence and/or data warehousing on advanced or senior level from previous roles such data analyst, data engineer, data warehouse developer or similar Hands-on experience with the Microsoft technology stack, especially SQL Server, SSMS, Visual Studio, SSIS, SSAS, T-SQL and building cloud data warehouse solutions Azure Experience working with production environments and deployment frameworks, for instance using tools like Git, Azure DevOps, DevOps pipelines, etc. Understanding of other relevant technology stack such as JSON, ODATA tools, basic scripting in C# and Powershell Experience with or eager to learn working with BI methodologies and frameworks like Kimball or similar Solid communication skills in English both written and spoken along with storytelling through data You will join our Microsoft BI & Analytics team We are a fast-growing global team with colleagues located across Europe and Asia. Our team consists of a variety of profiles from both technical, functional, and business backgrounds, and we actively use this to complement each other and enhance our deliveries. We are ambitious, curious, and collaborative, and take pride in continuously upskilling ourselves and each other as a team.We have a dedicated technology focus on the Microsoft business intelligence and analytics toolbox and are anchored in NNIT’s Microsoft Solutions organization. Here we work closely with the other product teams to provide the best possible solutions and tap into the increasing synergies and convergence across the broader Microsoft portfolio.At NNIT you will join an international environment with talented colleagues across the globe. You will give yourself a solid career path that ensures you can grow and make a mark on some of the most ambitious projects in the industry.If you would like to join us on this exciting journey, we encourage you to submit your application as soon as possible. We interview candidates on a continuous basis.How To ApplyInterested? For questions and further information, please contact Line Manager, Stefanie Kerstin Krüger Holtum at SKGE@nnit.com or on mobile +45 3077 8396.We look forward to receiving your application! Apply online and attach your CV and letter of application in English.All candidates are encouraged to apply for the given job regardless of their gender, age, religious beliefs, sexual orientation, national and social origin, political opinion, disability, race, skin color, and ethnic origin. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "NNIT", "keywords": ["AI"], "description": "Application Manager (AM)Har du interesse i at arbejde sammen med dygtige IT-applikationsspecialister, der designer, sælger, drifter og vedligeholder løsninger for nogle af de største private og offentlige virksomheder i Danmark, samt flere internationale life science-virksomheder? – Nu har du chancen for at søge den udfordrende rolle som Application Manager hos Applications Infrastructure Services-teamet i NNIT.TeametDu vil blive del af et team, der håndterer daglig drift, konsulentbistand, rådgivning, salg, projekter, dokumentation og optimering af forretningsapplikationer og løsninger for en bred vifte af kunder. Dette team er et såkaldt ”extended team”, hvilket betyder involvering i den fulde livscyklus – fra bid/salgsprocessen, rådgivning og udtænkning af løsningen sammen med kunden og andre interessenter, implementering, hand-over til driften, samt den efterfølgende drift, vedligehold, servicering, koordinering og rapportering. Teamet består af godt 60 medarbejdere på tværs af Danmark, Tjekkiet og Filippinerne, som spænder over driftfokuserede generalister, der primært håndterer monitorerings- og instruktionsbaseret applikationsdrift, til dybe specialister med ansvar for full-stack platform management og specialiserede konsulentopgaver .AnsvarsområderHidtil har application management hørt til i seperate organisatoriske enheder i virksomheden, men det er for nyligt besluttet at AIS-teamet skal påbegynde opbyning af kompetencer indenfor application management, da denne disciplin er tæt beslægtet med flere af teamets eksisterende, mere teknikorienterede leverancer.Som Application Manager er du ansvarlig for at sikre et tæt og professionelt samarbejde med vores kunder. Du vil bestride en koordinerende rolle mellem kunden og diverse leveranceteams; herunder AIS, diverse infrastrukturteams og udviklerteams, så interessentstyring, detaljesans og kommunikationsevner er centrale for sikre et godt samarbejde og en tilfreds kunde. Ydermere vil du have et tæt samarbejde med specialister og udviklere, for hvem du vil have en planlæggende og koordinerende rolle, om end ikke en formelt ledende rolle.Du er en empatisk og dynamisk person, der har fokus på mennesker og resultater. Din personlighed skaber tillid hos kunder og skaber entusiasme blandt kollegaer. Du har det daglige ansvar for at administrere SLA’er for en række applikationer for en eller flere kunder. Vi arbejder efter ITIL-rammeværket, og sekundært SAFe, hvorunder du forventes at bidrage med inputs til den løbende optimering af leverancer og processer.Eksempler på specifikke opgaver:Afholde og deltage i statusmøder med kunderUdarbejde og bidrage til rapporteringKoordinere og planlægge opgraderinger og implementering af releases internt, med kunden og/eller med tredjepartFølge, analysere og rapportere omkring timeforbrug på driftkontrakter/projekterKoordinere, assistere og deltage i evtentuelle auditsDiverse opfølgning; herunder eventuelt nye salgsmulighederKvalifikationerDa AM-rollen er en nyoprettet rolle i AIS, er det et krav at du har direkte erfaring med en lignende rolle fra tidligere stillinger, således at du kan være med til at opbygge og definere rammerne undervejs. Du har et godt forretnings-mindset og er vant til at arbejde med kommercielt ansvar og i en kundevendt koordinerende rolle, hvor du drøfter krav, behov og økonomi med kunden. Vi forventer, at du er ITIL-certificeret, og har du erfaring med generel projektledelse og/eller håndtering af GxP-systemer, vil det være en fordel, om end ikke et krav. En række løsninger leveres med hjælp fra vores teams i Tjekkiet og Filippinerne, så det er en fordel, at du har dokumenteret erfaring med at arbejde i et internationalt miljø.Som person er du positiv, udadvendt og en team player, og at du trives med flere samtidige opgaver. Du kommunikerer tydeligt på dansk og engelsk i både skrift og tale, og du har evnen til at opbygge stærke relationer, både til kunder, til andre teams og internt.Herudover:Du er tryg ved at være primær stakeholder og repræsentant for dit team overfor kundenDu trives i et team og har en naturlig tilbøjelighed til vidensdelingDu har et veludviklet business mindset, og er vant til og trives med at arbejde direkte med kunden, hvor du hviler i dine tekniske og processuelle kompetencerDu taler og skriver flydende på dansk og engelskVi interviewer løbende nye kandidater, og vi anbefaler derfor at du sender din ansøgning og CV afsted hurtigt muligt. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Antler", "keywords": ["ML", "AI"], "description": "Note: This ad is not for a job, but rather for the opportunity to build your own VC-backed startup!Are you an experienced Data Scientist or Machine Learning Engineer with a passion to make sense of large data sets that transform entire businesses? Do you often find yourself on the hunt for rich data sources and don’t shy away from large quantities of formless data? On top of that, do you want to take ownership of your own creations and are looking to build your next tech venture from scratch? You’ve come to the right place!Who are we?At Antler, we lower the barriers to entrepreneurship by giving you the necessary support to find the right co-founder, test and validate your idea, and by providing funding from day one so that you can build a truly global company. We are a global early-stage venture capital firm that invests in the defining companies of tomorrow to fundamentally improve the world with groundbreaking technologies. Our six-month platform brings together experienced and driven professionals from diverse backgrounds to build strong teams and launch their own companies. We are present in 25 locations worldwide, have supported 5000+ founders through our platforms, invested in 750+ startups, and received over 80,000+ applications.How does this work?Check out this brochure and see in detail how we will help you launch your startup:https://go.antler.co/nordics-learnmore-1Cohort starts: August 21st, 2023Location: CopenhagenAbout youFor our upcoming cohort in August 2023, we are looking for Data Scientists and ML/AI Leads who want to build the next disruptive tech venture from scratch! Data Scientists and ML/AI Leads joining our platform plays an instrumental role as Co-founders, mainly being responsible for the tech/product side of the business, which requires that you:identify as someone with deep expertise in data science, machine learning, artificial intelligence or product developmenthave strong analytical skills with hands-on experience in conducting technological analyses and applying advanced analytics & Machine Learning methodologiescan execute data collection plans from both structured and unstructured sources that help in data exploration, hypothesis testing and statistical modelingcan design, develop, and implement models, proofs-of-concept and pre-product prototypeshave experience leading a team and maintaining an organized oversight of specific product delivery schedulesmight have an idea (optional) that will solve a problem that you’re passionate about, but you do not want to do it on your own. You understand that you need co-pilots who share your vision and valuesAntler Highlights:Some examples of successful companies that were built as a result of Antler’s program, received pre-seed investment from Antler, and have gone on to raise substantial investment are as follows:Treyd - a buy-now-pay-later service for supplier invoicesEvyon - planet-friendly battery energy storage systemGlint Solar - software for identifying the best solar sites fasterModoyo - competitive gaming services focusing on inclusivity and communityApply now to stop dreaming and start building! Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Silo AI", "keywords": ["ML", "AI"], "description": "At Silo.AI engineers and researchers collaborate closely to tackle challenging real-world problems. The core competence of Silo.AI relies on deep academic expertise in various fields of AI, covering machine learning, natural-language processing, computer vision among others. AI Scientists are expected to build innovative AI solutions that together with engineers and system developers can be deployed as real-time solutions to provide customer value.What Will You Be DoingAs an AI Scientist in Computer Vision, you'll work in a top tier team of AI experts, solving real-life cases using the latest Computer Vision (CV) & ML techniques. You'll closely collaborate with an engineering team to bring models into toolkits, and business developers top impress the client.Get to know your future colleagues AI Engineer Joni AI Scientist Luiza.AI Scientists are expected to have strong publications or projects showing clear evidence of high-quality research and innovation in fields directly related to AI and proven experience and ability to implement high-performance AI solutions:Analyze data to discover patterns, find opportunities, and develop and apply innovative CV & ML algorithms. Validate new or improved models via statistically relevant experiments. Work closely with AI engineers to build scalable prototypes for testing, and integrate successful models and algorithms in production systems. Support in identifying opportunities in creating customer value with CV & ML. Advance exploratory research projects in CV & ML and related fields to create highly innovative customer experiences. Read more about our cases that we have made for Finnair in flight delay prediction, Ramboll in water quality predictions and for Awake.AI in developing smart ports and smart vessels.Read more about our projects with Finnair in flight delay prediction, with Ramboll in water quality predictions and with Awake.AI in developing smart ports and smart vessels.Our cultureWhat we believe in at Silo AIBuild Bonds - Trust is our bond. We connect with customers and always seek to understand how we can best help them, and make sure that we keep what we promise. We encourage a culture where successes are celebrated, learnings shared and support provided for our team members to succeed. Keep Learning - Grow to excel. We aim for excellence by learning from the market, sharing our competence, and attracting talent with a growth mindset. We believe that expertise is not an achievement - it's a lifestyle of curiosity, learning, sharing and working with people who share the same hunger. Ask Why - Know your why. We have the courage and agility to keep challenging what we're doing to assure value creation for customers. We encourage open dialogue and debate and strive for diversity in opinions to improve decision making. Be Good - Positive impact. We always strive to be transparent and open in our communications, take ownership and aim for positive impact and results in all we do. We take pride in creating an equal and supportive workplace for talented and ambitious professionals from all nationalities, genders, orientations and backgrounds. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Silo AI", "keywords": ["Machine learning", "ML", "AI", "Machine learning"], "description": "At Silo AI our team of 130+ AI Engineers, AI Scientists, Solutions Architects, Software Developers, and Designers collaborate closely to tackle challenging real-world problems related to AI. Now we are looking for AI Engineers to build a real-time AI deployment engine and broader MLOps solutions for multi-cloud environments.What Will You Be DoingBuilding a real-time AI deployment engine and other MLOps solutions to enable production-level AI and ML in multi-cloud environmentsEnable AI and ML to serve even millions of end-usersWork as part of the team with leading AI experts and use cutting edge tools to deploy and service advanced machine learning models Working in client projects in various different industries that typically lasts 3-6 months, but we also work in long-term projects lasting 1-2 years What We Are Looking For From YouYou have strong experience in deploying, maintaining, and servicing machine learning modelsYou have knowledge of different cloud platforms and technologies, especially with AzureYou are experienced in programming with Python and are acquainted with other programming languages. You are familiar with MLOps tools, such as KubeFlow, MLFlow, Seldon, Airflow, Argo; DevOps tools such as Docker, Kubernetes; Machine learning frameworks, such as Tensorflow, PyTorch; logging tools, such as ElasticStack, Grafana, PrometheusYou have a track record of producing quality code and developing software with different practices (CI/CD, version control)You are interested in working and communicating with Silo AI clients and working part of the team with Silo experts What Silo Ai Offers To YouReal-world and production-level projects related to AI in various different industries such as retail, manufacturing, machine industry, automotive, pharma, telecom, smart devices, medical, energy & infra, logistics, healthcare, and internet services High-level & diverse tech and non-tech expertise around you as peers with our team of 180+ employees and 20+ nationalitiesLearning culture with several different learning activities to support your learning such as 1-1 talent coaching with lead level experts, self-development benefit, company-wide workshops, internal research club bi-weekly basisSilo social activities like daily meditation, virtual lunches, and company wide-all-hands every Friday, company supported Silo social activitiesGrowth company environment - in 2020 we have hired 90+ new employees and opened up new offices in Sweden, Stockholm and Copenhagen, Denmark. In 2021 we are looking for hiring even more employees than in 2020 and opening up two new countries. Possibility to become Silo shareholderNormal benefits such as work equipment of own choice occupational, healthcare, sports & culture vouchers, internet, lunch through Wolt on Fridays, self-development budget Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Corti", "keywords": ["AI", "SQL"], "description": "There is no quality care without a quality dialogue. Today that dialogue is broken; we need you to help us fix it.Do you have a strong sense of curiosity and a keen interest in helping solve real problems in healthcare? Are you someone who loves the Go programming language?If so, we would love for you to become an integral part of a fun, autonomous, and team-oriented culture guided by shared values, a high bar for quality, and a willingness to experiment.Join us at Corti in the Clear team as a Backend Developer to be part of pioneering the development of healthcare products. Our team specifically focuses on developing software that assists healthcare professionals.Your work will build the backend that helps the medics, nurses, and doctors learn from their conversations with patients to get better for the next one. You will learn every day by working alongside experts in software engineering, machine learning, and data science—are you up for the adventure?The Impact You Will Make IncludesDeveloping APIs and backend functionality in Go.Maintaining and improving codebase, including writing automated tests.Receiving feedback from and building solutions for users and customers, both internal and external.Collaborating with frontend engineers on the team to implement new customer-facing features.Writing functional requirement documents and guides.Collaborating with developers on other teams.Staying up-to-date on emerging technologies.You'll Thrive In This Role If You HaveProficiency with Go programming language (Go is our main backend language).2+ years experience as a software engineer.You understand SQL (we use CockroachDB and PostgresDB) and can write performant queries.You know how to use version control tools and collaborate with other developers (especially can use Git and participate in code reviews).Experience designing and implementing APIs (REST, gRPC, GraphQL).Excellent English verbal and written communication skills, including all-remote communication.Strong analytical, software engineering, and problem-solving skills.Bonus ExperienceYou know other programming languages (Python, JavaScript, or others).You have worked within a cross-functional product team before.Education in Computer Science, Software Engineering, or relevant field.Familiarity with event-driven architectures and technologies is a benefit.Proven experience building cloud-ready systems with an understanding of their architectures and trade-offs.Familiarity with container technologies such as Docker.PracticalitiesThe position is full-time and starts as soon as possible.Offices located in Denmark or Lithuania, but we also encourage applications for remote roles.Corti will provide you with a Mac or Linux-based laptop for work and personal use.At Corti, experience comes in many forms, and we're passionate about creating teams with a multitude of perspectives! If you believe your experience is close to what we're looking for but not an exact match, we still hope you'll consider applying!Bringing in top talent from all backgrounds is crucial in our pursuit to improve the world of healthcare. We encourage applications from all people and do not discriminate based on race, religion, national origin, gender, sexual orientation, age, and/or disability status.Corti was founded to give healthcare professionals supportive tools that transcend today's time-consuming technologies.Unlike every other vendor in healthcare, we do not want to bring yet more screens and technology but a way to leave them behind, as we are building bleeding-edge AI to augment people in healthcare and remove the clutter of administrative processes.Corti's team encompasses some of the world's brightest data scientists, developers, designers, and creators, all choosing to be here to give healthcare professionals more time with patients and less time looking at a screen. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Corti", "keywords": ["ML", "AI"], "description": "Join us to play a critical role in changing healthcare for the better.At Corti, we are growing fast and constantly looking for fresh talent to ensure we go in the right direction! If you enjoy working in a fun, autonomous, and collaborative team, guided by shared values and a willingness to act, iterate and learn……then join us at Corti as a Senior Machine Learning Research Engineer!📌 As a Machine Learning Research Engineer, you will be the essential bridge between Corti’s machine learning research division and our product teams. Our research division hosts several Ph.D. students and postdocs in collaboration with universities. Our product teams are cross-functional and own product discovery and delivery end-to-end. You can read more about our research and publications here.Our, vision, products, and solutions to enrich patient consultations are described here.In this role, you will interface with our machine learning researchers, taking their groundbreaking research outputs and translating those outputs into tangible product outcomes. For example, you might be involved in the prototyping of a new product feature based on machine learning together with our machine learning engineers and software engineers. Or you might be independently working on taking state-of-the-art research and assessing how well it works in the domain Corti operates in. The possibilities are endless, and there is a lot of room for creativity and for bringing in your ideas.The Impact You’ll HaveOwn the technical translation of Corti’s research innovations to inform the development of new product features touching millions of patients around the world, for example, by designing and implementing well-defined APIs for new machine learning models or tools to make them available across our organization.Drive the publication of applied machine learning research findings at top machine learning venues such as NeurIPS, ICML, and ICLR or in impactful digital medicine or other applied machine learning journals.Develop prototypes across cutting-edge applied machine learning use cases working on audio, text, and structured data sources.Have close collaboration with university researchers and participate in research ventures.Improve healthcare globally as part of your daily work.You'll thrive in this role if you have the following:A higher university degree or Ph.D. in computer science, computer engineering, mathematics, statistics, physics, or a related interdisciplinary field.In-depth experience with Python and strong command of data structures and algorithms.In-depth knowledge of one or more of the major machine learning frameworks, e.g. TensorFlow or PyTorch.Ability to manage machine learning research projects and communicate outcomes to technical and non-technical audiences.Publication history in machine learning that shows that you can drive projects from ideation to outcomes.Nice To HavePublication history at top machine learning venues such as NeurIPS, ICML, and ICLR or impactful digital medicine journals.Hands-on experience with automatic speech recognition, natural language understanding, or natural language processingPracticalitiesThe work location for this position is preferred in Copenhagen, but we can be flexible with the right candidate.This is a full-time position, starting as soon as possible. At Corti, experience comes in many forms, and we're passionate about creating teams with a multitude of perspectives! If you believe your experience is close to what we're looking for but not an exact match, we still hope you'll consider applying!Bringing in top talent from all backgrounds is crucial in our pursuit to improve the world of healthcare. We encourage applications from all people and do not discriminate based on race, religion, national origin, gender, sexual orientation, age, and/or disability status.Corti was founded to give healthcare professionals supportive tools that transcend today's time-consuming technologies.Unlike every other vendor in healthcare, we do not want to bring yet more screens and technology but a way to leave them behind, as we are building bleeding-edge AI to augment people in healthcare and remove the clutter of administrative processes.Corti's team encompasses some of the world's brightest data scientists, developers, designers, and creators, all choosing to be here to give healthcare professionals more time with patients and less time looking at a screen. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Corti", "keywords": ["AI", "SQL"], "description": "There is no quality care without a quality dialogue. Today that dialogue is broken; we need you to help us fix it.Do you have a strong sense of curiosity and a keen interest in helping solve real problems in healthcare? Are you someone who loves the Go programming language?If so, we would love for you to become an integral part of a fun, autonomous, and team-oriented culture guided by shared values, a high bar for quality, and a willingness to experiment.Join us at Corti in the Clear team as a Senior Backend Developer to be part of pioneering the development of healthcare products. Our team specifically focuses on developing software that assists healthcare professionals.Your work will build the backend that helps the medics, nurses, and doctors learn from their conversations with patients to get better for the next one. You will learn every day by working alongside experts in software engineering, machine learning, and data science—are you up for the adventure?The Impact You Will Make IncludesOwning the technical development of a highly available, performant, multi-region SaaS solutionDeveloping APIs and backend functionality in Go.Hands-on development of an innovative solution where design choices matterCollaborate across our product teams to define and improve best practices across CortiWork with colleagues in design and code reviewsBridge technical communication between end-users, technical leads, and Corti engineersContributing to a strong culture of development at Corti through the mentorship of more junior developersYou'll Thrive In This Role If You HaveProficiency with Go programming language (Go is our main backend language).5+ years experience as a software engineer.You understand SQL (we use CockroachDB and PostgresDB) and can write performant queries.You know how to use version control tools and collaborate with other developers (especially can use Git and participate in code reviews).Experience designing and implementing APIs (REST, gRPC, GraphQL).Excellent English verbal and written communication skills, including all-remote communication.Strong analytical, software engineering, and problem-solving skills.Bonus ExperienceYou know other programming languages (Python, JavaScript, or others).You have worked within a cross-functional product team before.Education in Computer Science, Software Engineering, or relevant field.Familiarity with event-driven architectures and technologies is a benefit.Proven experience building cloud-ready systems with an understanding of their architectures and trade-offs.Familiarity with container technologies such as Docker.Experience mentoring junior developersBenefitsAbility to work remotely or hybrid overlapping with core business hours in Denmark...or onsite in our office in central CopenhagenTrips to somewhere nice 🌄, for team camps (both company-wide and team-specific ones) - We went to Italy last year - this year Portugal!Investment in learning & developing you and your careerPaid parental leave, company pension scheme, and health insurance. We support your family and take care of you when you are old!Catered lunch in our office in CopenhagenAt Corti, experience comes in many forms, and we're passionate about creating teams with a multitude of perspectives! If you believe your experience is close to what we're looking for but not an exact match, we still hope you'll consider applying!Bringing in top talent from all backgrounds is crucial in our pursuit to improve the world of healthcare. We encourage applications from all people and do not discriminate based on race, religion, national origin, gender, sexual orientation, age, and/or disability status.Corti was founded to give healthcare professionals supportive tools that transcend today's time-consuming technologies.Unlike every other vendor in healthcare, we do not want to bring yet more screens and technology but a way to leave them behind, as we are building bleeding-edge AI to augment people in healthcare and remove the clutter of administrative processes.Corti's team encompasses some of the world's brightest data scientists, developers, designers, and creators, all choosing to be here to give healthcare professionals more time with patients and less time looking at a screen. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Corti", "keywords": ["AI", "SQL"], "description": "Do you want to play a critical role in changing healthcare for the better?At Corti, we are growing fast and are looking for fresh leadership talent to make sure we go in the right direction! We’re building AI-powered products aimed at improving the accuracy, speed, and overall quality of healthcare delivery that healthcare practitioners of all types are able to provide. Our products solve crucial problems in the healthcare industry, and enable the people delivering healthcare to focus on patients, and provide timely care to those in need. If you enjoy working in a fun, autonomous, and collaborative team, guided by shared values, and a willingness to act, iterate, and learn……then join us at Corti as our Head of Development!What To ExpectDo you like the idea of leading a fun, autonomous, and collaborative team, guided by shared values, high quality, and a willingness to act and fail? Are you looking for a mission-driven role where you can have a direct impact on the health and lives of people all over the world?Then join us at Corti as a Head of Development to be part of pioneering the development of products in healthcare. In our efforts to scale from both a product and company sense, you’ll get the opportunity to lead multiple teams & product areas. Your leadership skills will be invaluable when it comes to fostering an environment that empowers cross-functional teams to grow in their craft, and in their career. A bulk of your time will be focused on helping our engineering teams navigate strategic initiatives, but your technical expertise is valuable, especially around software architecture and system design. You still love helping to solve technical problems, and in these ways, would stay close to the tech to be an active contributor to solutions.Working closely with our VP of Engineering, and other technical leadership, your work will, of course, make an impact throughout the products and teams at Corti, but also in the lives of patients globally—are you up for the adventure?The impact you’ll haveHire cutting-edge talent and mentor every employee on the team in a way for them to become a success.Ensure that teams are at all times enabled to fulfill their tasks correctly, including the right resources, information, and clear plans.Work across teams within the product team and other product teams to align upon best practices.Developing & architecting improvements to the product in conjunction with the rest of the team.Mentor & lead engineers in top-notch development practices.Grow & nurture team leads to help unlock their leadership potential.Keep an eye on the strategic aspects of the business to ensure the teams’ work aligns with the company strategy.Assist other team members with coding and troubleshooting.Bridge technical communication between end-users, technical leads, decision-makers, and Corti engineering. To Thrive In This Role, You'll Need5+ years experience as a software engineer2+ years of experience managing teams with 5+ engineersThe desire and ability to get hands-on with technical problems when necessaryAble to understand business strategy and how your teams can contribute to itExperience leading cross-functional teams (Backend, Frontend, Data Engineers, etc)Led teams with varying levels of experience (Junior, Senior, Leads)Mastery of one or more software languages (e.g. Python, Go, Java, C++, C#)Experience building distributed systems with an understanding of their architectures and trade-offsSolid understanding of SQL and an ability to write performantFamiliarity with container technologies such as DockerStrong analytical and problem-solving skillsExcellent English verbal and written communication skillsAn ability to perform well in collaborative teams and a fast-paced environment Bonus ExperienceA Bachelor’s Degree in Mathematics, Data Engineering, Computer Science, or a relevant fieldFamiliarity with event-driven architectures and technologiesPracticalitiesThe work location for this position is preferred in Copenhagen, but remote collaboration is also possibleFull-time position, starting as soon as possible.Depending on project requirements, there could be travel from time to time.Read more about the engineering and development teams here.At Corti, experience comes in many forms, and we’re passionate about creating teams with a multitude of perspectives! If you believe your experience is close to what we’re looking for but not an exact match, we still hope you’ll consider applying!Bringing in top talent from all backgrounds is crucial in our pursuit to improve the world of healthcare. We encourage applications from all people and do not discriminate based on race, religion, national origin, gender, sexual orientation, age, and/or disability status.Corti was founded to give healthcare professionals supportive tools that transcend today's time-consuming technologies.Unlike every other vendor in healthcare, we do not want to bring yet more screens and technology but a way to leave them behind, as we are building bleeding-edge AI to augment people in healthcare and remove the clutter of administrative processes.Corti's team encompasses some of the world's brightest data scientists, developers, designers, and creators, all choosing to be here to give healthcare professionals more time with patients and less time looking at a screen. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Corti", "keywords": ["AI"], "description": "Join us to play a critical role in changing healthcare for the better.At Corti, we are growing fast and looking for fresh talent to ensure we go in the right direction! If you enjoy working in a fun, autonomous, and collaborative team, guided by shared values and a willingness to act, iterate, and learn……then join us at Corti as a Senior Software Engineer specializing with VoIP technologies!📌 As a Senior Software Engineer - VoIP, you’ll be part of the platform team at Corti focused on integrating our products with various telephony systems - specifically the Call Recording team.The responsibilities of this role will lean more towards software engineering, but it is also essential to have a background and interest in networking and telecom. In this role, you will be part of a skilled and mission-driven group of software engineers responsible for how our products interface with multiple VoIP & telephony systems at customer sites.We’re continuing to build on our existing integrations for SIP, SIPREC and SCCP. To be successful in this role, you should have strong skills in backend software development using compiled languages (we use Golang, and you'll encounter Java often on the customer side), along with hands-on experience with configuration, integration, and development of VoIP protocols.Your work will be crucial in our development of call recording functionality, and you'll work with a great team developing complex services that stream audio across multiple geographies into our platform —are you up for the adventure?The impact you’ll makeTechnical development of highly-available, performant, and redundant integrations for our products with standard VoIP & telephony solutionsHands-on development of software solutions where quality mattersWork with colleagues in design and code reviewsBridge technical communication on telephony systems between end-users, technical leads, and Corti engineersWork with our partners to develop, test, deploy, and support new VoIP integrationsTo Thrive In This Role, You'll NeedMastery in building backend services with Golang and/or JavaPassionate about writing clean and efficient codeExperience in building out phone system middleware integrations (Avaya, Cisco, SimpleClient, etc)Network monitoring, management, and troubleshooting with various tools (e.g. Wireshark, Asterisk, FreeSwitch, SPAN Port, Network Tap etc)Familiarity with, or a background in telecommunications protocols (VoIP, SIP, SIPREC, SCCP, RTP)Bonus Experience (or Open To Learning)Experience with containers and orchestration toolsExperience building distributed systems with an understanding of their architectures and trade-offsEducation in Computer Science, Network Engineering, or equivalent experience with telecommunications servicesSo, what are the benefits?Ability to work remotely or hybrid with core business hours in Denmark...., or onsite in our office in central Copenhagen.Trips to somewhere nice 🌄, for team camps (both company-wide and team-specific ones) - We went to Italy this year!Investment in learning & developing you and your careerPaid parental leave, company pension scheme, and health insurance.PracticalitiesReporting to: Head of Platform & Operations, Pieter Vancraeyveld.The work location for this position is preferred in Copenhagen, but remote collaboration is also possible.Full-time position, starting as soon as possible.Depending on project requirements, there could be travel from time to time.Read more about the engineering and development team here. At Corti, experience comes in many forms, and we’re passionate about creating teams with a multitude of perspectives! If you believe your experience is close to what we’re looking for but not an exact match, we still hope you’ll consider applying!Bringing in top talent from all backgrounds is crucial in our pursuit to improve the world of healthcare. We encourage applications from all people and do not discriminate based on race, religion, national origin, gender, sexual orientation, age, and/or disability status.Corti was founded to give healthcare professionals supportive tools that transcend today's time-consuming technologies.Unlike every other vendor in healthcare, we do not want to bring yet more screens and technology but a way to leave them behind, as we are building bleeding-edge AI to augment people in healthcare and remove the clutter of administrative processes.Corti's team encompasses some of the world's brightest data scientists, developers, designers, and creators, all choosing to be here to give healthcare professionals more time with patients and less time looking at a screen. Vis mere Vis mindre"}
{"Country_name": "Denmark", "company_name": "Corti", "keywords": ["AI"], "description": "Join our People Team as a Senior People Partner (Tech & Product), and embark with us on the mission to fix the broken dialogue in healthcare.We believe our Cortians are critical to our success. Our People team builds the frame for a work environment where every Cortian can thrive and deliver extraordinary results. In the next stage of growth, we need a Senior People Partner to be the trusted advisor on everything employee-related for our Tech & Product team.In this role, you will work closely with Tech & Product managers to increase their leadership capabilities and drive initiatives that enhance employee engagement, retention, and performance. At the same time, you ensure that all the needed processes & structures are in place, so that distractions are minimized and every employee gets what they need when they need it.💡 What will success look like?You work effectively with managers in the Tech & Product teams to understand their needs.You develop People and HR strategies that align with Corti's business goals.You develop and implement People and HR programs, policies, and procedures that foster a positive work environment and retain top tech talent.You create benchmarks of what good looks like, analyze relevant metric, identify prioritized areas for improvement, and create roadmaps to implement targeted initiatives.You coach Tech & Product managers on performance achievement and talent development.You provide guidance and support to Tech & Product employees on employee-related issues.You partner with the wider People team on initiatives that attract, develop, and retain top talent.You partner with our recruitment team to identify and recruit top candidates for open positions.You benchmark relevant policies, compensation, and benefits to the marketYou ensure compliance with all relevant employment laws, regulations, & reporting requirements.You’ll Thrive In This Role IfYou are passionate about creating the best work place.You find it easy to find out what people and situations truly need.You believe in measuring results and focusing on progressYou listen more than you talk, and people feel truly heard by you.You take action and keep true to your word.You hold people accountable for their results and celebrate the wins.You are structured and calm, regardless of the situation.You balance high urgency / high impact with long-term priorities.What Background We’re Looking ForA Masters degree in Business or related field.Min. 8+ years of experience in a People Partner, HR Business Partner, or related role.Experience working in a technology-focused environment.Experience with with leadership development and coachingGood understanding of the people-related needs of a Tech & Product orgSolid knowledge of best practice HR & People OperationsSolid knowledge of employment laws in DenmarkExcellent communication, collaboration, and interpersonal skillsA structured and data-driven approach to problem-solvingPracticalitiesThe position is full-time and starts as soon as possible.For this role, it is important that you can work regularly from our HQ in Copenhagen.Corti will provide you with a laptop for work and personal use.At Corti, experience comes in many forms, and we’re passionate about creating teams with a multitude of perspectives! If you believe your experience is close to what we’re looking for but not an exact match, we still hope you’ll consider applying!Bringing in top talent from all backgrounds is crucial in our pursuit to improve the world of healthcare. We encourage applications from all people and do not discriminate based on race, religion, national origin, gender, sexual orientation, age, and/or disability status.Corti was founded to give healthcare professionals supportive tools that transcend today's time-consuming technologies.Unlike every other vendor in healthcare, we do not want to bring yet more screens and technology but a way to leave them behind, as we are building bleeding-edge AI to augment people in healthcare and remove the clutter of administrative processes.Corti's team encompasses some of the world's brightest data scientists, developers, designers, and creators, all choosing to be here to give healthcare professionals more time with patients and less time looking at a screen. Vis mere Vis mindre"}
